{
    "Consignes & Conseils": "Instructions & Advice",
    "Déchets plastiques": "Plastic waste",
    "Recyclage": "Recycling",
    "Ecologie": "Ecology",
    "Recréation": "Recreation",
    "Réusage": " Reuse ",
    "Une ville ": "A city ",
    "plus propre ": "cleaner ",
    "pour une santé ": "for health ",
    "plus saine": "healthier",
    "Gardez la ville ": "Guard the city ",
    "propre ": "clean ",
    "et la propreté": "and cleanliness",
    "vous gardera": "will keep you",
    "L'environnement est notre ": "The environment is our ",
    "maison commune": "common house",
    ", prenez en bien ": ", take care ",
    "soin": "care",
    "Bien gérer ": "Manage well ",
    "les déchets ": "waste ",
    "améliore ": "improves ",
    "l'état du climat": "the state of the climate",
    "Aujourd'hui": "Today",
    "Passage du car": "Passage of the coach",
    "Location: ": "Location:",
    "Lieu :": "Place :",
    "Lieu : ": "Place : ",
    "Agence :": "Agency :",
    "Agence : ": "Agency : ",
    "avec nous": "with us",
    "restant": "remaining",
    "Localisation ...": "Location...",
    "Rechercher une station": "Search for a station",
    "Messages": "Messages",
    "Notification": "Notification",
    "Système": "System",
    "Confidentialité et conditions": "Privacy and conditions",
    "1ère Station": "1st Station",
    "2ème Station": "2nd Station",
    "3ème Station": "3rd Station",
    "Aujourd'hui : ": "Today : ",
    "Connexion ...": "Connection ...",
    "Notification ": "Notification ",
    "Contribuer au bien-être de la ville avec": "Contribute to the well-being of the city with",
    "? Avez-vous un conseil à donner, une expérience à partager, une connaissance à transmettre sur la gestion de déchêts ...": "? Do you have advice to give, experience to share, knowledge to pass on about waste management...",
    "? Sur la notion du Triple-R (Reduire, Reutiliser, Recycler) ...": "? On the notion of Triple-R (Reduce, Reuse, Recycle)...",
    "? Avez-vous des informations sur les pratiques d'hygiène et d'assainissement ...": "? Do you have any information on hygiene and sanitation practices...",
    "Ne doute pas de \"Changer le monde\" !": "Don’t hesitate to \"Change the world\" !",
    "Commence dès maintenant et envoie ta participation à tous les utilisateurs de cette application et le monde entier !": "Start now and send your entry to all users of this app and the world!",
    "Taper vos idées ici ...": "Type your ideas here...",
    "Veuillez entrer du texte": "Please enter text",
    "Il tient à noter qu'en envoyant ceci, nous récupérons vos infos telle que :": "Please note that by sending this, we collect your information such as:",
    "Pour être utiliser dans l'affichage de votre blog.": "To be used in displaying your blog.",
    "+ votre nom\n+ votre mail\n+ votre photo": "+ your name\n+ your email\n+ your photo",
    "Une image illustrative": "An illustrative image",
    "Proprété": "Property",
    "Apprenez à garder propre notre environnement en suivant des conseils des experts ...": "Learn how to keep our environment clean by following advice from experts...",
    "Communication": "Communication",
    "Rester en contact permanent avec les agences chargées de recyclage de déchêts en ville ...": "Stay in constant contact with the agencies responsible for recycling waste in the city...",
    "Gérance": "Management",
    "Connaître les différentes bonnes manières de traitement des ordures ...": "Know the different good ways of handling garbage...",
    "Non-pollution": "No-pollution",
    "Soyons gardiens de l'environnement et luttons contre la pollution climatique ...": "Let's be guardians of the environment and fight against climate pollution...",
    "Tri": "Sorting",
    "Apprendre les normes de tri de déchêts pour une bonne gestion de ceux-ci ...": "Learn waste sorting standards for good waste management...",
    "Pour une utilisation de l'application, vous vous devez de connaître certains termes de conditions d'utilisation.": "To use the application, you must know certain terms of conditions of use.",
    "Dans le cas où l'application vous demander de vous authentifier avec Google, certains éléments seront récupérés pour une bonne interprétation données.": "In the event that the application asks you to authenticate with Google, certain elements will be retrieved for proper interpretation of the data.",
    "Et aussi, savoir que certaines données ne doivent être partagé pour protéger votre vis privé.": "The data we process when you use Google:",
    "Les données que nous traitions lorsque vous utilisez Google :": "The data we process when you use Google:",
    "Lorsque vous créez un compte Google, nous stockons les informations que vous nous fournissez comme votre nom, votre photo, votre adresse e-mail et votre numéro de téléphone.": "When you create a Google account, we store the information you provide us with your name, photo, email address and phone number.",
    "Lorsque vous utilisez les services Google pour effectuer des choses telles que l'envoi ou le signal d'un dépôt sauvage de dépôt ou partager l'expérience sur le déchets avec les autres.": "When you use Google services to do things like submit or signal a wild dump or share the trash experience with others.",
    "Lorsque vous recherchez un endroit sur Google Maps ou regardez une, nous traitions des informations sur cette activité - y compris des informations telles que l'adresse IP, les données de cookie, les identifiants de périphérique et la localisation.": "When you search for a place on Google Maps or look at a, we process information about this activity - including information such as IP address, cookie data, device identifiers and location.",
    "Nous traitions également les informations décrites ci-dessus lorsque vous utilisez l'application.": "We also process the information described above when you use the application.",
    "Pourquoi nous traitions cette donnée :": "Why we processed this data:",
    "Nous traitions ces données pour les raisons décrites dans notre politique, y compris pour :": "We processed this data for the reasons described in our policy, including for:",
    "Aider nos services à fournir du contenu plus utile et personnalisé, tels que des résultats de recherche plus pertinents en fonction de vos préférences et de votre histoire d'utilisation;": "Help our Services provide more useful and personalized content, such as than more relevant search results based on your preferences and usage history;",
    "Améliorer la qualité de nos services et les développer;": "Improve the quality of our services and develop them;",
    "Fournir des annonces personnalisées en fonction de vos paramètres de compte, tant sur les services Google que sur les sites et applications partenaires de Google;": "Provide personalized ads based on your account settings, both on Google services and on Google partner sites and applications;",
    "Améliorer la sécurité en protégeant contre la fraude et l'abus;": "Improve security by protecting against fraud and abuse;",
    "Résoudre les problèmes techniques et fournir des services de support technique.": "Resolve technical problems and provide technical support services.",
    "Combiner les données depuis différent appareils.": "Combine data from different devices.",
    "Par exemple, en fonction de vos paramètres de compte, nous vous montrons des annonces en fonction des informations sur vos centres d'intérêt, que nous pouvons déduire de votre utilisation de Recherche et de YouTube, et nous utilisons des données issues de milliards de requêtes de recherche pour construire des modèles de correction d'orthographe qui nous servent sur tous nos services.": "For example, based on your account settings, we show you ads based on information about your interests, that we can infer from your use of Search and YouTube, and we use data from billions of search queries to build spelling correction models that we use across all our services.",
    "Vous êtes maître de vos données": "You are the master of your data",
    "En fonction de vos paramètres d'utilisateur, certaines de ces données peuvent être associées avec votre compte Google et nous traitons ces données comme des informations personnelles. Vous pouvez contrôler comment nous collectons et utilisons ces données en cliquant sur 'Options supplémentaires' ci-dessous. Vous pouvez toujours régler vos paramètres de contrôle ultérieurement ou retirer votre consentement pour l'avenir.": "Depending on your user settings, some of this data may be associated with your Google account and we treat this data as personal information. You can control how we collect and use this data by clicking 'Additional options' below. You can always adjust your control settings later or withdraw your consent for the future.",
    "Signalisation": "Signaling",
    "Veuillez ajouter une image ...": "Please add an image...",
    "Envoyer": "Send",
    "Signalez quelque chose !": "Report something!",
    "Envoyer une photo": "Send a photo",
    "Veuillez vous connecter pour un feedback ...": " Please log in for feedback...",
    "Feedback ": "Feedback",
    "Faites nous savoir !": "Let us know!",
    "Annuler": "Cancel",
    "feedback": "feedback",
    "Confirmer": "Confirm",
    "Localisation :": "Location :",
    "Développé par GDSC-UCB®": "Developed by GDSC-UCB®",
    "©2024 Tous droits réservés": "©2024 All rights reserved",
    "'Usaf'ty' est une solution réalisée par la Communinauté GDSC - Google Developer Student Club - de l'Université Catholique de Bukavu pour la ville de Bukavu et ses environs, solution ayant pour but de mettre en contact direct les agences chargées de gestion des ordures en ville et la population.": "'Usaf'ty ' is a solution created by the GDSC Community - Google Developer Student Club - from the Catholic University of Bukavu for the city of Bukavu and its surroundings, a solution aimed at putting the agencies responsible for waste management in the city and the population in direct contact.",
    "Cette Solution a été conçu à l'occasion de la Solution Challenge organisée chaque année par Google. Les solutions de ce challenge visent de donner solution aux problèmes locaux d'un milieu à un autre tout en se référant aux ODD - Objectifs de Développement Durable - des Nations Unies.": "This Solution was designed on the occasion of the Solution Challenge organized each year by Google. The solutions of this challenge aim to provide solutions to local problems from one environment to another while referring to the SDGs - Sustainable Development Goals - of the United Nations.",
    "D'où nous avons ciblé ce souci qui est aussi extrême que mortel pour notre ville et sa population, en prennant en compte les ODD N°3, N°11 et N°12, nous nous sommes donnés les missions suivantes : ": "From where we targeted this concern which is as extreme as it is deadly for our city and its population, taking into account SDGs No. 3, No. 11 and No. 12, we gave ourselves the following missions: ",
    "de pouvoir donner accès à la communication entre les agences de collecte des déchêts en ville et la population ;": "to be able to provide access to communication between urban waste collection agencies and the population;",
    "de sensibiliser la population sur l'impact négatif des déchêts (les maladies qui en découlent, la pollution de climat, ...) ;": "to raise awareness among the population about the negative impact of waste (the diseases that result from it, climate pollution, etc.);",
    "de donner les normes et les bonnes manières de la gestion (du tri) des ordures en but d'aider déjà ces agences avant qu'elle ne passe collecter celles-ci ;": "to give the standards and good manners for the waste management (sorting) with the aim of already helping these agencies before they collect them;",
    "de donner certaines bonnes pratiques de rendre certains déchêts utils pour une réutilisation responsable ;": "to give certain good practices to return certain waste useful for responsible reuse ;",
    "Ainsi, pour atteindre ces objectifs, nous demandons à tous de mettre nos mains dans la patte, comme on dit chez nous : \"Kidole kimoja hakiui mbu\" - Un seul doigt ne tue pas un moustique - ": "So, to achieve these objectives, we ask everyone to put our hands together, as we say: \" Kidole kimoja hakiui mbu \" - One finger does not kill a mosquito - ",
    "Soyons tous acteurs pour le bien de notre ville, notre planète !": "Let’s all be actors for the good of our city, our planet!",
    "Nom": "Name",
    "Veuillez vous connecter pour d'autres infos !": "Please log in for further information!",
    "Confidentialité": "Confidentiality",
    "Langue": "Language",
    "Apropos": "About",
    "Veux-tu te déconnecter ?": "Do you want to log out?",
    "Déconnecter": "Disconnect",
    "Se Déconnecter": "Log out",
    "Se Connecter": "Connect",
    "Abonnement": "Subscription",
    "Français (France)": "French (France)",
    "Anglais (USA)": "English (USA)",
    "Swahili (Tanzanie)": "Swahili (Tanzania)",
    "Horaire": "Schedule",
    "Accueil": "Home",
    "Map": "Schedule",
    "Profil": "Profile",
    "Participation": "Participation",
    "Adresse : ": "Address: ",
    "Today : ": "Today : ",
    "aucune info": "no info",
    "Merci pour votre feedback, nous en prendront note ...": "Thank you for your feedback, we will take note of it...",
    "Gallerie": " Gallery ",
    "Camera ": "Camera",
    "Merci pour votre signal ...": "Thank you for your signal..."
}