{
    "Consignes & Conseils": "Maelekezo na Ushauri",
    "Déchets plastiques": "Taka za plastiki",
    "Recyclage": "Recycling",
    "Ecologie": "Ikolojia",
    "Recréation": "Burudani",
    "Réusage": "Tumia tena ",
    "Une ville ": "Mji ",
    "plus propre ": "cleaner ",
    "pour une santé ": "kwa afya ",
    "plus saine": "healthier",
    "Gardez la ville ": "Linda jiji ",
    "propre": "safi",
    "et la propreté": "na usafi",
    "vous gardera": "nitakuweka",
    "L'environnement est notre ": "Mazingira ni yetu ",
    "maison commune": "nyumba ya kawaida",
    ", prenez en bien ": ", chunga ",
    "soin": "kujali",
    "Bien gérer ": "Dhibiti vyema ",
    "les déchets ": "taka ",
    "améliore": "inaboresha",
    "l'état du climat": "hali ya hali ya hewa",
    "Aujourd'hui": "Leo",
    "Passage du car": "Njia ya gari",
    "Location: ": "Mahali",
    "Lieu :": "Mahali :",
    "Lieu : ": "Mahali : ",
    "Agence :": "Wakala :",
    "Agence : ": "Wakala : ",
    "avec nous": "pamoja nasi",
    "restant": "imebaki",
    "Localisation ...": "Mahali...",
    "Rechercher une station": "Tafuta kituo",
    "Messages": "Ujumbe",
    "Notification": "Taarifa",
    "Système": "Mfumo",
    "Confidentialité et conditions": "Faragha na masharti",
    "1ère Station": "Kituo cha 1",
    "2ème Station": "Kituo cha 2",
    "3ème Station": "Kituo cha 3",
    "Aujourd'hui : ": "Leo : ",
    "Connexion ...": "Uhusiano ...",
    "Notification ": "Taarifa ",
    "Contribuer au bien-être de la ville avec": "Kuchangia kwa ustawi wa jiji na",
    "? Avez-vous un conseil à donner, une expérience à partager, une connaissance à transmettre sur la gestion de déchêts ...": "? Je, una ushauri wa kutoa, uzoefu wa kushiriki, maarifa ya kupitisha kuhusu usimamizi wa taka...",
    "? Sur la notion du Triple-R (Reduire, Reutiliser, Recycler) ...": "? Kwa dhana ya Triple-R (Punguza, Tumia Tena, Sakata tena)...",
    "? Avez-vous des informations sur les pratiques d'hygiène et d'assainissement ...": "? Do you have any information on hygiene and sanitation practices...",
    "Ne doute pas de \"Changer le monde\" !": "Usisite \"kubadilisha ulimwengu\" !",
    "Commence dès maintenant et envoie ta participation à tous les utilisateurs de cette application et le monde entier !": "Anza sasa na utume kiingilio chako kwa watumiaji wote wa programu hii na ulimwengu!",
    "Taper vos idées ici ...": "Andika mawazo yako hapa…",
    "Veuillez entrer du texte": "Tafadhali weka maandishi",
    "Il tient à noter qu'en envoyant ceci, nous récupérons vos infos telle que :": "Tafadhali kumbuka kuwa kwa kutuma hii, tunakusanya maelezo yako kama vile:",
    "Pour être utiliser dans l'affichage de votre blog.": "Ili kutumika katika kuonyesha blogu yako.",
    "+ votre nom\n+ votre mail\n+ votre photo": "+ jina lako\n+ barua pepe yako\n+ picha yako",
    "Une image illustrative": "Picha ya kielelezo",
    "Proprété": "Usafi",
    "Apprenez à garder propre notre environnement en suivant des conseils des experts ...": "Jifunze jinsi ya kuweka mazingira yetu safi kwa kufuata ushauri kutoka kwa wataalam...",
    "Communication": "Mawasiliano",
    "Rester en contact permanent avec les agences chargées de recyclage de déchêts en ville ...": "Endelea kuwasiliana mara kwa mara na mashirika yanayohusika na kuchakata taka katika jiji...",
    "Gérance": "Usimamizi",
    "Connaître les différentes bonnes manières de traitement des ordures ...": "Jua njia mbalimbali nzuri za kushughulikia taka...",
    "Non-pollution": "Uchafuzi wa mazingira",
    "Soyons gardiens de l'environnement et luttons contre la pollution climatique ...": "Tuwe walinzi wa mazingira na kupiga vita uchafuzi wa hali ya hewa...",
    "Tri": "Upangaji",
    "Apprendre les normes de tri de déchêts pour une bonne gestion de ceux-ci ...": "Jifunze viwango vya kupanga taka kwa usimamizi bora wa taka...",
    "Pour une utilisation de l'application, vous vous devez de connaître certains termes de conditions d'utilisation.": "Ili kutumia programu, lazima ujue masharti fulani ya matumizi.",
    "Dans le cas où l'application vous demander de vous authentifier avec Google, certains éléments seront récupérés pour une bonne interprétation données.": "Ikitokea kwamba programu itakuuliza uthibitishe kwa Google, vipengele fulani vitarejeshwa kwa tafsiri sahihi ya data.",
    "Et aussi, savoir que certaines données ne doivent être partagé pour protéger votre vis privé.": " Data tunayochakata unapotumia Google:",
    "Les données que nous traitions lorsque vous utilisez Google :": "Data tunazochakata unapotumia Google:",
    "Lorsque vous créez un compte Google, nous stockons les informations que vous nous fournissez comme votre nom, votre photo, votre adresse e-mail et votre numéro de téléphone.": " Unapofungua akaunti ya Google, tunahifadhi maelezo unayotupa kwa jina lako, picha, barua pepe na nambari ya simu.",
    "Lorsque vous utilisez les services Google pour effectuer des choses telles que l'envoi ou le signal d'un dépôt sauvage de dépôt ou partager l'expérience sur le déchets avec les autres.": "Unapotumia huduma za Google kufanya mambo kama vile kuwasilisha au kuashiria utupaji taka au kushiriki matumizi ya tupio na wengine.",
    "Lorsque vous recherchez un endroit sur Google Maps ou regardez une, nous traitions des informations sur cette activité - y compris des informations telles que l'adresse IP, les données de cookie, les identifiants de périphérique et la localisation.": "Unapotafuta mahali kwenye Ramani za Google au kuangalia , tunachakata taarifa kuhusu shughuli hii - ikijumuisha taarifa kama vile anwani ya IP, data ya vidakuzi, vitambulishi vya kifaa na eneo.",
    "Nous traitions également les informations décrites ci-dessus lorsque vous utilisez l'application.": " Pia tunachakata maelezo yaliyoelezwa hapo juu unapotumia programu.",
    "Pourquoi nous traitions cette donnée :": "Kwa nini tulichakata data hii:",
    "Nous traitions ces données pour les raisons décrites dans notre politique, y compris pour :": "Tulichakata data hii kwa sababu zilizoelezwa katika sera yetu, ikiwa ni pamoja na kwa:",
    "Aider nos services à fournir du contenu plus utile et personnalisé, tels que des résultats de recherche plus pertinents en fonction de vos préférences et de votre histoire d'utilisation;": "Saidia Huduma zetu kutoa maudhui muhimu zaidi na yaliyobinafsishwa, kama vile matokeo ya utafutaji muhimu zaidi kulingana na mapendeleo yako na historia ya matumizi;",
    "Améliorer la qualité de nos services et les développer;": "Kuboresha ubora wa huduma zetu na kuziendeleza;",
    "Fournir des annonces personnalisées en fonction de vos paramètres de compte, tant sur les services Google que sur les sites et applications partenaires de Google;": "Toa matangazo yaliyobinafsishwa kulingana na mipangilio ya akaunti yako, kwenye huduma za Google na tovuti na programu za washirika wa Google;",
    "Améliorer la sécurité en protégeant contre la fraude et l'abus;": "Boresha usalama kwa kulinda dhidi ya ulaghai na unyanyasaji;",
    "Résoudre les problèmes techniques et fournir des services de support technique.": "Tatua matatizo ya kiufundi na utoe huduma za usaidizi wa kiufundi.",
    "Combiner les données depuis différent appareils.": "Changanya data kutoka kwa vifaa tofauti.",
    "Par exemple, en fonction de vos paramètres de compte, nous vous montrons des annonces en fonction des informations sur vos centres d'intérêt, que nous pouvons déduire de votre utilisation de Recherche et de YouTube, et nous utilisons des données issues de milliards de requêtes de recherche pour construire des modèles de correction d'orthographe qui nous servent sur tous nos services.": "Kwa mfano, kulingana na mipangilio ya akaunti yako, tunakuonyesha matangazo kulingana na maelezo kuhusu mambo yanayokuvutia, ambayo tunaweza kukisia kutokana na matumizi yako ya Utafutaji na YouTube, na tunatumia data kutoka kwa mabilioni ya hoja za utafutaji. kuunda miundo ya kusahihisha tahajia tunayotumia kwenye huduma zetu zote.",
    "Vous êtes maître de vos données": "Wewe ndiye bwana wa data yako",
    "En fonction de vos paramètres d'utilisateur, certaines de ces données peuvent être associées avec votre compte Google et nous traitons ces données comme des informations personnelles. Vous pouvez contrôler comment nous collectons et utilisons ces données en cliquant sur 'Options supplémentaires' ci-dessous. Vous pouvez toujours régler vos paramètres de contrôle ultérieurement ou retirer votre consentement pour l'avenir.": "Kulingana na mipangilio yako ya mtumiaji, baadhi ya data hii inaweza kuhusishwa na akaunti yako ya Google na tunachukulia data hii kama taarifa ya kibinafsi. Unaweza kudhibiti jinsi tunavyokusanya na kutumia hii. data kwa kubofya 'Chaguo za Ziada' hapa chini. Unaweza kurekebisha mipangilio yako ya udhibiti wakati wowote baadaye au uondoe idhini yako kwa siku zijazo.",
    "Signalisation": "Kuashiria",
    "Veuillez ajouter une image ...": "Tafadhali ongeza picha...",
    "Envoyer": "Tuma",
    "Signalez quelque chose !": "Ripoti kitu!",
    "Envoyer une photo": "Tuma picha",
    "Veuillez vous connecter pour un feedback ...": "Tafadhali ingia kwa maoni...",
    "Feedback": "Maoni",
    "Faites nous savoir !": "Tujulishe!",
    "Annuler": "Ghairi",
    "feedback ": "feedback",
    "Confirmer": "Thibitisha",
    "Localisation :": "Mahali :",
    "Développé par GDSC-UCB®": "Imetengenezwa na GDSC-UCB®",
    "©2024 Tous droits réservés": "©2024 Haki zote zimehifadhiwa",
    "'Usaf'ty' est une solution réalisée par la Communinauté GDSC - Google Developer Student Club - de l'Université Catholique de Bukavu pour la ville de Bukavu et ses environs, solution ayant pour but de mettre en contact direct les agences chargées de gestion des ordures en ville et la population.": "'Usaf'ty ' ni suluhu iliyoundwa na Jumuiya ya GDSC - Msanidi wa Google Klabu ya Wanafunzi - kutoka Chuo Kikuu cha Kikatoliki cha Bukavu kwa jiji la Bukavu na mazingira yake, suluhisho linalolenga kuweka mashirika yanayohusika na usimamizi wa taka katika jiji na idadi ya watu katika mawasiliano ya moja kwa moja.",
    "Cette Solution a été conçu à l'occasion de la Solution Challenge organisée chaque année par Google. Les solutions de ce challenge visent de donner solution aux problèmes locaux d'un milieu à un autre tout en se référant aux ODD - Objectifs de Développement Durable - des Nations Unies.": "Suluhisho hili liliundwa katika hafla ya Changamoto ya Suluhisho inayoandaliwa kila mwaka na Google. Utatuzi wa changamoto hii unalenga kutoa suluhu kwa matatizo ya ndani kutoka mazingira moja hadi nyingine huku yakirejelea SDGs - Malengo ya Maendeleo Endelevu - ya Umoja wa Mataifa.",
    "D'où nous avons ciblé ce souci qui est aussi extrême que mortel pour notre ville et sa population, en prennant en compte les ODD N°3, N°11 et N°12, nous nous sommes donnés les missions suivantes : ": " Kuanzia pale tulipolenga wasiwasi huu ambao umekithiri kwani ni hatari kwa jiji letu na wakazi wake, kwa kuzingatia SDGs Na. 3, No. 11 na No. 12, tulijipa misheni ifuatayo: ",
    "de pouvoir donner accès à la communication entre les agences de collecte des déchêts en ville et la population ;": "kuwa na uwezo wa kutoa ufikiaji wa mawasiliano kati ya wakala wa kukusanya taka mijini na idadi ya watu;",
    "de sensibiliser la population sur l'impact négatif des déchêts (les maladies qui en découlent, la pollution de climat, ...) ;": "kuongeza ufahamu kati ya idadi ya watu juu ya athari mbaya ya taka (magonjwa yanayotokana nayo, uchafuzi wa hali ya hewa, nk);",
    "de donner les normes et les bonnes manières de la gestion (du tri) des ordures en but d'aider déjà ces agences avant qu'elle ne passe collecter celles-ci ;": "kutoa viwango na tabia njema za usimamizi wa taka (kuchambua) kwa lengo la tayari. kusaidia mashirika haya kabla ya kuyakusanya;",
    "de donner certaines bonnes pratiques de rendre certains déchêts utils pour une réutilisation responsable ;": "kutoa mazoea fulani mazuri ya kurudisha taka fulani muhimu kwa matumizi ya kuwajibika;",
    "Ainsi, pour atteindre ces objectifs, nous demandons à tous de mettre nos mains dans la patte, comme on dit chez nous : \"Kidole kimoja hakiui mbu\" - Un seul doigt ne tue pas un moustique - ": "Kwa hivyo, ili kufikia malengo haya, tunaomba kila mtu aweke mikono yetu pamoja, kama tunavyosema: \" Kidole moja hakiui mbu \" - Kidole kimoja hakiui mbu - ",
    "Soyons tous acteurs pour le bien de notre ville, notre planète !": "Wacha sote tuwe waigizaji kwa faida ya jiji letu, sayari yetu!",
    "Nom": "Jina",
    "Veuillez vous connecter pour d'autres infos !": " Tafadhali ingia kwa taarifa zaidi!",
    "Confidentialité": "Siri",
    "Langue": "Lugha",
    "Apropos": " Kuhusu",
    "Veux-tu te déconnecter ?": "Unataka kutoka?",
    "Déconnecter": "Tenganisha",
    "Se Déconnecter": "Toka",
    "Se Connecter": "Unganisha",
    "Abonnement": "Usajili",
    "Français (France)": "Kifaransa (France)",
    "Anglais (USA)": "Kiingereza (USA)",
    "Swahili (Tanzanie)": "Kiswahili (Tanzania)",
    "Horaire": "Ratiba",
    "Accueil": "Home",
    "Map": "Ramani",
    "Profil": "Wasifu",
    "Participation": "Kushiriki",
    "Adresse : ": "Anwani:",
    "Today : ": "Leo : ",
    "aucune info": "hakuna habari",
    "Merci pour votre feedback, nous en prendront note ...": "Asante kwa maoni yako, tutayazingatia...",
    "Gallerie": " Gallery",
    "Camera": "Kamera",
    "Merci pour votre signal ...": "Asante kwa ishara yako..."
}